brew "gnupg"
brew "stow"
brew "tmux"
brew "tmuxp"
brew "lazygit"
brew "lazydocker"
brew "tree"
brew "tldr"
brew "jq"
brew "awscli"
brew "neovim"
brew "fzf"
brew "zoxide"
brew "ripgrep"

cask "raycast"
cask "brave-browser"
cask "tailscale-app"
cask "easydict"
cask "homerow"
cask "iina"
cask "kap"
cask "localsend"
cask "maestral"
cask "appcleaner"
cask "rustdesk"
cask "tableplus"
cask "zed"
cask "input-source-pro"
cask "sublime-text"
cask "keka"
