tap "sdkman/tap"

brew "awscli"
brew "oven-sh/bun/bun"
brew "gh"
brew "git-delta"
brew "gnupg"
brew "lazydocker"
brew "lazygit"
brew "sdkman/tap/sdkman-cli"

cask "claude-code"
cask "codex"
cask "docker-desktop"
cask "ghostty"
cask "openinterminal-lite"
cask "sublime-text"
cask "tableplus"
