cask "appcleaner"
cask "brave-browser"
cask "fliqlo"
cask "homerow"
cask "iina"
cask "kap"
cask "keka"
cask "monitorcontrol"
cask "openinterminal-lite"
cask "raycast"
cask "rustdesk"
cask "shottr"
cask "sublime-text"
cask "tableplus"
cask "visual-studio-code"

if `uname -m`.strip == "arm64"
  cask "battery"
  cask "chatgpt"
end
