tap "sdkman/tap"

brew "awscli"
brew "bat"
brew "btop"
brew "chafa"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "gnupg"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "mole"
brew "neovim"
# brew "opencode"
brew "pyenv"
brew "ripgrep"
brew "sdkman/tap/sdkman-cli"
brew "snitch"
brew "stow"
brew "tailscale"
brew "tldr"
brew "tmux"
brew "tmuxp"
brew "ttyd"
brew "volta"
brew "zoxide"
