cask "aldente"
cask "brave-browser"
cask "claude-code"
cask "codex"
cask "fliqlo"
cask "ghostty"
cask "iina"
cask "jordanbaird-ice"
cask "kap"
cask "keka"
cask "monitorcontrol"
cask "openinterminal-lite"
cask "raycast"
cask "shottr"
cask "sublime-text"
cask "tableplus"

# password required
cask "docker-desktop"
cask "homerow"
