cask "appcleaner"
brew "awscli"
cask "brave-browser"
cask "fliqlo"
brew "fzf"
brew "gh"
brew "gnupg"
cask "homerow"
cask "iina"
cask "input-source-pro"
brew "jq"
cask "kap"
cask "keka"
brew "lazydocker"
brew "lazygit"
cask "monitorcontrol"
brew "neovim"
brew "opencode"
cask "openinterminal-lite"
cask "raycast"
brew "ripgrep"
cask "rustdesk"
cask "shottr"
brew "stow"
cask "sublime-text"
cask "tableplus"
cask "tailscale-app"
brew "tldr"
brew "tmux"
brew "tmuxp"
cask "visual-studio-code"
brew "zoxide"

if `uname -m`.strip == "arm64"
  cask "chatgpt"
end

if `uname -m`.strip == "x86_64"
end
