brew "bat"
brew "btop"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "jq"
brew "lnav"
brew "mole"
brew "neovim"
brew "ripgrep"
brew "snitch"
brew "stow"
brew "tailscale"
brew "tldr"
brew "tmux"
brew "tmuxp"
brew "ttyd"
brew "yazi"
brew "zoxide"
