brew "gnupg"
brew "stow"
brew "tmux"
brew "tmuxp"
brew "lazygit"
brew "tree"

cask "raycast"
cask "brave-browser"
cask "tailscale-app"
cask "easydict"
cask "homerow"
cask "iina"
cask "kap"
cask "localsend"
cask "maestral"
cask "rustdesk"
cask "tableplus"
cask "zed"
cask "input-source-pro"
cask "sublime-text"
